{
    "upcoming-courses": {
        "secret power of brands": {
            "slug": "secret-power-of-brands-2014",
            "title": "The Secret Power of Brands",
            "intro": "Get under the skin of brands as we reveal the secret powers behind the most potent commercial and cultural force on the planet.",
            "synopsis": "Brands are the most potent commercial and cultural force on the planet. Think about McDonald’s, Apple, Manchester United, Tate, Harry Potter, Google. The course is produced by the Norwich Business School at the University of East Anglia in association with Wolff Olins, one of the world’s most influential brand consultancies, and it’s built on UEA’s hugely successful MSc programme in Brand Leadership. If you’re starting out on a career in branding, or if you work in a related area – like strategy, marketing, innovation or organisational development – or even if you just have an interest in branding then this course is for you."
        },
        "the mind is flat": {
            "slug": "the-mind-is-flat",
            "title": "The Mind Is Flat",
            "intro": "Explore how to make better personal and professional decisions, and consider the psychological dimension to some key ethical and political choices facing the world.",
            "synopsis": "What are the forces shaping human behaviour? How do we think and decide? What are the origins of human rationality and irrationality? Our everyday conception of how our minds work is profoundly misleading. We are victims of an ‘illusion of mental depth’- we imagine that our thoughts and behaviours arise from hidden motives and beliefs and that we can understand ourselves by somehow uncovering these hidden forces, whether through therapy, lab experiments or brain scanning. This course will show you that the very idea of these ‘mental depths’ is an illusion. When this is stripped away, our understanding not only of minds, but also morality, markets and society is transformed."
        },
  "begin programming": {
            "slug": "begin-programming",
            "title": "Begin Programming",
            "intro": "Programming is everywhere: in dishwashers, cars and even space shuttles. This course will help you to understand how programs work and guide you through creating your own computer program – a mobile game. Whether you’re a complete beginner, or have some basic programming skills, this course provides an easy way to start programming in Java. Over seven weeks we will introduce the basic constructs that are used in many programming languages and help you to put this knowledge into practice by changing the game code we have provided. You’ll have the freedom to create a game that’s unique to you, with support from the community and educators if you get stuck. You’ll learn how to create algorithms to solve problems and translate these into code, using the same tools as industry professionals worldwide."
        },
        "moons": {
            "slug": "moons",
            "title": "The wonder of Moons",
            "intro": "Get under the skin of brands as we reveal the secret powers behind the most potent commercial and cultural force on the planet.",
            "synopsis": "Brands are the most potent commercial and cultural force on the planet. Think about McDonald’s, Apple, Manchester United, Tate, Harry Potter, Google. The course is produced by the Norwich Business School at the University of East Anglia in association with Wolff Olins, one of the world’s most influential brand consultancies, and it’s built on UEA’s hugely successful MSc programme in Brand Leadership. If you’re starting out on a career in branding, or if you work in a related area – like strategy, marketing, innovation or organisational development – or even if you just have an interest in branding then this course is for you."
        },
        "corpus linguistics": {
            "slug": "corpus-linguistics",
            "title": "Corpus Linguistics",
            "intro": "Offers practical introduction to the methodology of corpus linguistics for researchers in social sciences and humanities",
            "synopsis": "Demonstrate that corpus approaches to social science can offer valuable insight into social reality by investigating the use and manipulation of language in society. Equip social scientists with skills necessary for collecting and analysing large digital collections of text (corpora)."
        }
    }
}